{
    "store": "magasin",
    "how it works": " comment ça passe",
    "about us": "à propos",
    "contact us": "contactez-nous",
    "account": "compte",
    "my account": "mon compte",
    "log out": "se déconnecter",
    "orders": "commandes",
    "profile": "profil",
    "reviews": "avis",
    "features": "fonctionnalités",
    "overview": "aperçu",
    "type for search" : "tapez pour la recherche",
    "cart": "panier",
    "favorite": "favori",
    "inbox": "messagerie",
    "multi products": "multi produits",
    "unlock endless creative possibilities with our extensive collection of images, designs, and templates.": "Débloquez des possibilités créatives infinies avec notre vaste collection d’images, de designs et de modèles.",
    "technical assistance": "assistance technique",
    "experience seamless assistance with our dedicated technical support team, ready to guide you at every step.": "Bénéficiez d’une assistance transparente avec notre équipe d’assistance technique dédiée, prête à vous guider à chaque étape.",
    "your gateway to digital excellence":"votre passerelle vers l'excellence numérique",
    "our stringent security protocols ensure the utmost protection for your valuable credentials.": "Nos protocoles de sécurité rigoureux garantissent la plus grande protection pour vos informations d’identification précieuses.",
    "your needs, brought home": "Vos besoins, ramenés à la maison",
    "quick search": "recherche rapide",
    "customers": "consommateurs",
    "products": "produits",
    "categories": "catégories",
    "brands": "marques",
    "explore endless possibilities": "explorez des possibilités infinies",
    "dive into boundless creativity on our digital marketplace. Explore design, photography, programming, and more. unleash endless possibilities tailored to your needs": "plongez dans une créativité sans limites sur notre marché numérique. Explorez le design, la photographie, la programmation et bien plus encore. libérez des possibilités infinies adaptées à vos besoins",
    "all rights reserved": "tous droits réservés.",
    "sorry, the page you are looking for cannot be found !": "désolé, la page que vous recherchez est introuvable !",
    "home": "accueil",
    "remove": "retirer",
    "show all": "afficher tout",
    "total": "totale",
    "checkout": "valider",
    "download": "télécharger",
    "cart is empty": "le panier est vide",
    "can't verify your account": "Impossible de vérifier votre compte" ,
    "education": "éducation",
    "programming & tech": "programmation & technologie",
    "graphics & design": "graphisme & design",
    "video & animation": "vidéo & animation",
    "music & audio": "musique & audio",
    "photography": "photographie",
    "Type for search": "Type de recherche",
    "All rights reserved": "Tous droits réservés",
    "How it works ?": "Comment ça marche ?",
    "create account": "Créer un compte",
    "Create account": "Créer un compte",
    "choose the perfect product": "choisir le produit parfait",
    "pay when you're satisfied": "payer lorsque vous êtes satisfait",
    "how can we help you ?": "Comment pouvons-nous vous aider?",
    "Send": "Envoyer",
    "Subject": "Objet",
    "Enter your message": "Entrer votre message",
    "forgot password ?": "mot de passe oublié ?",
    "welcome back": "bienvenue",
    "login": "se connecter",
    "sign up": "s'inscrire",
    "password": "mot de passe",
    "your password has been updated successfully": "votre mot de passe a été mis à jour avec succès",
    "new password": "nouveau mot de passe",
    "confirm password": "confirmer le mot de passe",
    "update": "modifier",
    "back to login": "retour à la connexion",
    "update password": "modifier le mot de passe",
    "an email containing a link to reset your password has been sent to your email address. Please check your inbox": "un courriel contenant un lien pour réinitialiser votre mot de passe a été envoyé à votre adresse courriel. Veuillez vérifier votre boîte de réception.",
    "get link": "obtenir le lien",
    "reset password": "réinitialiser le mot de passe",
    "please enter the email address you&apos;d like your password reset information sent to": "veuillez entrer l’adresse e-mail à laquelle vous souhaitez que vos informations de réinitialisation de mot de passe soient envoyées",
    "username": "nom d'utilisateur",
    "generate password" : "créer un mot de passe",
    "start your digital journey by effortlessly creating your account. Join our vibrant community, and access exclusive features designed to enhance your experience": "commencez votre voyage numérique en créant facilement votre compte. Rejoignez notre communauté dynamique et accédez à des fonctionnalités exclusives conçues pour améliorer votre expérience",
    "dive into our extensive catalog showcasing top-tier digital products. Whether it's captivating designs, stunning photography, or powerful programming resources, discover the ideal solution for your needs": "plongez dans notre vaste catalogue présentant des produits numériques de premier ordre. Qu'il s'agisse de designs captivants, de photographies époustouflantes ou de ressources de programmation puissantes, découvrez la solution idéale pour vos besoins",
    "enjoy peace of mind with our satisfaction guarantee. Only pay when you're completely satisfied with your chosen product, ensuring a risk-free and delightful shopping experience on our platform": "Ayez l'esprit tranquille grâce à notre garantie de satisfaction. Ne payez que lorsque vous êtes entièrement satisfait du produit que vous avez choisi, garantissant ainsi une expérience d'achat agréable et sans risque sur notre plateforme",
    "discover store": "découvrir le magasin",
    "crafting dreams, inspiring realities": "créer des rêves, inspirer des réalités",
    "in our digital haven, creativity knows no bounds. Our diverse team passionately transforms this vision into reality, curating a marketplace that delivers exceptional digital products. Committed to fostering innovation, our collective expertise cultivates a community of creators, redefining possibilities in our ever-evolving digital universe" : "dans notre paradis numérique, la créativité ne connaît pas de limites. Notre équipe diversifiée transforme avec passion cette vision en réalité, en organisant un marché qui propose des produits numériques exceptionnels. Engagés à favoriser l'innovation, notre expertise collective cultive une communauté de créateurs, redéfinissant les possibilités dans notre univers numérique en constante évolution",
    "send": "envoyer",
    "how can we help you": "comment pouvons-nous vous aider",
    "enter your message": "entrez votre message",
    "subject": "sujet",
    "price": "prix",
    "add": "ajouter",
    "all": "tout",
    "low to high": "bas au haut",
    "high to low": "haut au bas",
    "search": "chercher",
    "your payment was successful": "votre paiement a réussi",
    "your payment was not successful, please try again": "votre paiement n'a pas abouti, veuillez réessayer"
}